notes/20111226-occupy-tv.org
* Attendees

- Nicholas
- Kira
- David
- Devin
- Nick
- Brett [arrived later]

* review of prior notes; ideas that came up:

- have more than one voice -- not just one person in front of the
  camera all the time.
- a re-cap could be a good tool for boosting moral.
- incorporate nationwide (and worldwide) news -- things that are
  happening outside in the culture, that are being influenced by
  what's going on here.
- but focus on seattle
- "One occupier's opinion", or some such... pointing out that this is
  not necessarily representative of Occupy Seattle

* Pilot

tabled.

* temperature / vibe issues...

- there's some concern that the vibe about this may be upset.
- Detach from "Media" -- we're not the media group, acting autonomously??

* Year-end review

** DONE decide a publication date for first episode

Decision: Try to get something out on/by December 31st

- work on what content could then fit within that
- what footage do we already have that we can use?
- occupymnmediafeed on youtube -- interviews asking people why they're
  there -- it's all unedited, we can use those (per Nick, from Occupy
  Minneapolis)
- if it's "year in review", can we put it out on December 31st?
- Seattle based, or across the board? -- maybe have tidbits from other
  places, but just as a way to focus then the energy on what's going
  on in Seattle.

** Review footage from forums

Looking for:

- drama
- emotional
- walking
- dancing
- children
- tents
- GA
  - at Westlake
  - at Seattle Central
  - at Convention Center
- anything else?

*** TODO nicholas: Review October
*** TODO kira: Review November
*** TODO brett: Review December

** TODO kira: Collect bullet-points of timeline.

Something that David can copy/paste into titles, and which we can then
look for footage for, too.

** TODO include: "What did we miss? -- tell us [how?]"

"We know we're not perfect, and we're sure we forgot stuff.  Tell us
what, and we'll include it in a future version."

"If you want us to talk about your event, e-mail [blah]"

"These are your ideas.  Let us know what you want to see here.  Tell
us!"

** TODO get an e-mail address or google voice or something?

We need to figure this out, before the 31st.  Preferably sooner.

* DONE decide on licensing

Proposed license: [[http://creativecommons.org/licenses/by-nc-sa/3.0/][CC-by-nc-sa]]

Consensus, after some discussion.

* Next meetings:

- Tuesday, 2011-12-27, earlier in the day, Brett and David maybe meet
- Tuesday, 2011-12-27, 17:30, before/at GA
- Wednesday, 2011-12-28, 17:30, before/at GA
- Thursday, 2011-12-29, 18:00, editing party at Kira's (14th and Union)
- Saturday, 2011-12-31, TBD (maybe noon-6pm?)
