notes/20111226-occupy-tv.html
<?xml version="1.0" encoding="iso-8859-1"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>20111226-occupy-tv</title>
<meta http-equiv="Content-Type" content="text/html;charset=iso-8859-1"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2011-12-26 23:37:14 PST"/>
<meta name="author" content="David Lindes"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>

</head>
<body>

<div id="preamble">

</div>

<div id="content">
<h1 class="title">20111226-occupy-tv</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 Attendees </a></li>
<li><a href="#sec-2">2 review of prior notes; ideas that came up: </a></li>
<li><a href="#sec-3">3 Pilot </a></li>
<li><a href="#sec-4">4 temperature / vibe issues&hellip; </a></li>
<li><a href="#sec-5">5 Year-end review </a>
<ul>
<li><a href="#sec-5-1">5.1 decide a publication date for first episode </a></li>
<li><a href="#sec-5-2">5.2 Review footage from forums </a>
<ul>
<li><a href="#sec-5-2-1">5.2.1 nicholas: Review October </a></li>
<li><a href="#sec-5-2-2">5.2.2 kira: Review November </a></li>
<li><a href="#sec-5-2-3">5.2.3 brett: Review December </a></li>
</ul>
</li>
<li><a href="#sec-5-3">5.3 kira: Collect bullet-points of timeline. </a></li>
<li><a href="#sec-5-4">5.4 include: "What did we miss? &ndash; tell us [how?]" </a></li>
<li><a href="#sec-5-5">5.5 get an e-mail address or google voice or something? </a></li>
</ul>
</li>
<li><a href="#sec-6">6 decide on licensing </a></li>
<li><a href="#sec-7">7 Next meetings: </a></li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Attendees </h2>
<div class="outline-text-2" id="text-1">


<ul>
<li>Nicholas
</li>
<li>Kira
</li>
<li>David
</li>
<li>Devin
</li>
<li>Nick
</li>
<li>Brett [arrived later]
</li>
</ul>


</div>

</div>

<div id="outline-container-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> review of prior notes; ideas that came up: </h2>
<div class="outline-text-2" id="text-2">


<ul>
<li>have more than one voice &ndash; not just one person in front of the
  camera all the time.
</li>
<li>a re-cap could be a good tool for boosting moral.
</li>
<li>incorporate nationwide (and worldwide) news &ndash; things that are
  happening outside in the culture, that are being influenced by
  what's going on here.
</li>
<li>but focus on seattle
</li>
<li>"One occupier's opinion", or some such&hellip; pointing out that this is
  not necessarily representative of Occupy Seattle
</li>
</ul>


</div>

</div>

<div id="outline-container-3" class="outline-2">
<h2 id="sec-3"><span class="section-number-2">3</span> Pilot </h2>
<div class="outline-text-2" id="text-3">


<p>
tabled.
</p>
</div>

</div>

<div id="outline-container-4" class="outline-2">
<h2 id="sec-4"><span class="section-number-2">4</span> temperature / vibe issues&hellip; </h2>
<div class="outline-text-2" id="text-4">


<ul>
<li>there's some concern that the vibe about this may be upset.
</li>
<li>Detach from "Media" &ndash; we're not the media group, acting autonomously??
</li>
</ul>


</div>

</div>

<div id="outline-container-5" class="outline-2">
<h2 id="sec-5"><span class="section-number-2">5</span> Year-end review </h2>
<div class="outline-text-2" id="text-5">



</div>

<div id="outline-container-5-1" class="outline-3">
<h3 id="sec-5-1"><span class="section-number-3">5.1</span> <span class="done DONE"> DONE</span> decide a publication date for first episode </h3>
<div class="outline-text-3" id="text-5-1">


<p>
Decision: Try to get something out on/by December 31st
</p>
<ul>
<li>work on what content could then fit within that
</li>
<li>what footage do we already have that we can use?
</li>
<li>occupymnmediafeed on youtube &ndash; interviews asking people why they're
  there &ndash; it's all unedited, we can use those (per Nick, from Occupy
  Minneapolis)
</li>
<li>if it's "year in review", can we put it out on December 31st?
</li>
<li>Seattle based, or across the board? &ndash; maybe have tidbits from other
  places, but just as a way to focus then the energy on what's going
  on in Seattle.
</li>
</ul>


</div>

</div>

<div id="outline-container-5-2" class="outline-3">
<h3 id="sec-5-2"><span class="section-number-3">5.2</span> Review footage from forums </h3>
<div class="outline-text-3" id="text-5-2">


<p>
Looking for:
</p>
<ul>
<li>drama
</li>
<li>emotional
</li>
<li>walking
</li>
<li>dancing
</li>
<li>children
</li>
<li>tents
</li>
<li>GA
<ul>
<li>at Westlake
</li>
<li>at Seattle Central
</li>
<li>at Convention Center
</li>
</ul>

</li>
<li>anything else?
</li>
</ul>



</div>

<div id="outline-container-5-2-1" class="outline-4">
<h4 id="sec-5-2-1"><span class="section-number-4">5.2.1</span> <span class="todo TODO"> TODO</span> nicholas: Review October </h4>
<div class="outline-text-4" id="text-5-2-1">

</div>

</div>

<div id="outline-container-5-2-2" class="outline-4">
<h4 id="sec-5-2-2"><span class="section-number-4">5.2.2</span> <span class="todo TODO"> TODO</span> kira: Review November </h4>
<div class="outline-text-4" id="text-5-2-2">

</div>

</div>

<div id="outline-container-5-2-3" class="outline-4">
<h4 id="sec-5-2-3"><span class="section-number-4">5.2.3</span> <span class="todo TODO"> TODO</span> brett: Review December </h4>
<div class="outline-text-4" id="text-5-2-3">


</div>
</div>

</div>

<div id="outline-container-5-3" class="outline-3">
<h3 id="sec-5-3"><span class="section-number-3">5.3</span> <span class="todo TODO"> TODO</span> kira: Collect bullet-points of timeline. </h3>
<div class="outline-text-3" id="text-5-3">


<p>
Something that David can copy/paste into titles, and which we can then
look for footage for, too.
</p>
</div>

</div>

<div id="outline-container-5-4" class="outline-3">
<h3 id="sec-5-4"><span class="section-number-3">5.4</span> <span class="todo TODO"> TODO</span> include: "What did we miss? &ndash; tell us [how?]" </h3>
<div class="outline-text-3" id="text-5-4">


<p>
"We know we're not perfect, and we're sure we forgot stuff.  Tell us
what, and we'll include it in a future version."
</p>
<p>
"If you want us to talk about your event, e-mail [blah]"
</p>
<p>
"These are your ideas.  Let us know what you want to see here.  Tell
us!"
</p>
</div>

</div>

<div id="outline-container-5-5" class="outline-3">
<h3 id="sec-5-5"><span class="section-number-3">5.5</span> <span class="todo TODO"> TODO</span> get an e-mail address or google voice or something? </h3>
<div class="outline-text-3" id="text-5-5">


<p>
We need to figure this out, before the 31st.  Preferably sooner.
</p>
</div>
</div>

</div>

<div id="outline-container-6" class="outline-2">
<h2 id="sec-6"><span class="section-number-2">6</span> <span class="done DONE"> DONE</span> decide on licensing </h2>
<div class="outline-text-2" id="text-6">


<p>
Proposed license: <a href="http://creativecommons.org/licenses/by-nc-sa/3.0/">CC-by-nc-sa</a>
</p>
<p>
Consensus, after some discussion.
</p>
</div>

</div>

<div id="outline-container-7" class="outline-2">
<h2 id="sec-7"><span class="section-number-2">7</span> Next meetings: </h2>
<div class="outline-text-2" id="text-7">


<ul>
<li>Tuesday, 2011-12-27, earlier in the day, Brett and David maybe meet
</li>
<li>Tuesday, 2011-12-27, 17:30, before/at GA
</li>
<li>Wednesday, 2011-12-28, 17:30, before/at GA
</li>
<li>Thursday, 2011-12-29, 18:00, editing party at Kira's (14th and Union)
</li>
<li>Saturday, 2011-12-31, TBD (maybe noon-6pm?)
</li>
</ul>

</div>
</div>
</div>

<div id="postamble">
<p class="date">Date: 2011-12-26 23:37:14 PST</p>
<p class="author">Author: David Lindes</p>
<p class="creator">Org version 7.7 with Emacs version 23</p>
<a href="http://validator.w3.org/check?uri=referer">Validate XHTML 1.0</a>

</div>
</body>
</html>
